INSERT INTO kozinkaihatsu.flower_flower_language (id, language_id) VALUES
-- flower_id=1 バラ（赤）
(1, 1),  -- 愛情
(1, 2),  -- 情熱
(1, 3),  -- 熱烈な恋

-- flower_id=2 チューリップ（黄）
(2, 4),  -- 感謝
(2, 5),  -- 幸福
(2, 6),  -- 上品さ
(2, 7),  -- 優しさ

-- flower_id=3 ひまわり（黄）
(3, 8),  -- 純潔
(3, 9),  -- 尊敬
(3, 10), -- 純粋な愛

-- flower_id=4 桜（ピンク）
(4, 11), -- 友情
(4, 12), -- 嫉妬
(4, 13), -- 薄れゆく愛

-- flower_id=5 カーネーション（赤）
(5, 14), -- 愛の告白
(5, 15), -- 真実の愛

-- flower_id=6 カーネーション（白）
(6, 16), -- 望みのない愛
(6, 17), -- 明るい未来

-- flower_id=7 スミレ（紫）
(7, 18), -- 思いやり
(7, 19), -- 愛の芽生え
(7, 20), -- 誠実な愛

-- flower_id=8 
(8, 21), -- 失われた愛
(8, 22), -- 純粋
(8, 23), -- 許し

-- flower_id=9 
(9, 24), -- 元気
(9, 25), -- あこがれ
(9, 26), -- 愛慕
(9, 27), -- 明るさ

-- flower_id=10
(10, 454), -- 可憐
(10, 633), -- どこでも成功

-- flower_id=11 
(11, 32), -- 優れた美しさ
(11, 33), -- 精神の美
(11, 34), -- 淡い恋

-- flower_id=12 
(12, 8), -- 純潔
(12, 36), -- 優雅
(12, 37), -- 淡い愛

-- flower_id=13 
(13, 38), -- 謙虚
(13, 39), -- 忍耐
(13, 40), -- 冷静な心

-- flower_id=14 ）
(14, 41), -- 移り気
(14, 42), -- 寛大な心
(14, 43), -- 高貴

-- flower_id=15 
(15, 44), -- 元気な愛情
(15, 45), -- 心の安らぎ

-- flower_id=16 
(16, 47), -- 乙女の純真
(16, 48), -- 優美

-- flower_id=17 
(17, 49), -- 清らかさ
(17, 51), -- 愛の真心

-- flower_id=18 
(18, 52), -- 謙遜
(18, 53), -- 誠実
(18, 54), -- 慎み深さ

-- flower_id=19 
(19, 56), -- 無垢
(19, 8), -- 純潔
(19, 53), -- 誠実

-- flower_id=20 
(20, 8), -- 純潔
(20, 59),  -- 威厳
(20, 61),  -- 無邪気

-- flower_id=21 
(21, 4), -- 感謝
(21, 63), -- 陽気
(21, 11), -- 友情

-- flower_id=22 
(22, 38), -- 謙虚
(22, 66), -- 富
(22, 1), -- 愛情

-- flower_id=23 
(23, 68), -- 思慮深さ
(23, 53), -- 誠実
(23, 70), -- もの思い

-- flower_id=24 
(24, 71), -- 喜び
(24, 72), -- 楽しい思い
(24, 73), -- 快活

-- flower_id=25 
(25, 23), -- 純粋
(25, 61), -- 無邪気
(25, 76), -- 愛の思い出

-- flower_id=26 金木製（赤）
(26, 52), -- 謙遜
(26, 136), -- 真実
(26, 77), -- 初恋

-- flower_id=27 ボタン（ピンク）
(27, 83), -- 愛
(27, 2), -- 情熱
(27, 85), -- 母への愛

-- flower_id=28 サクラソウ（赤）
(28, 4), -- 感謝
(28, 87), -- 温かい心
(28, 7), -- 優しさ

-- flower_id=29 サクラソウ（白）
(29, 8), -- 純潔
(29, 90), -- 愛の尊敬
(29, 56), -- 無垢

-- flower_id=30 サクラソウ（白）
(30, 4), -- 感謝
(30, 90), -- 栄華
(30, 56), -- 前向きな心

-- flower_id=31 サクラソウ（紫）
(31, 2), -- 情熱
(31, 96), -- 華麗
(31, 97), -- 栄光

-- flower_id=32 チューリップ（赤）
(32, 36), -- 優雅
(32, 4), -- 感謝
(32, 100), -- 気品

-- flower_id=33 チューリップ（白）
(33, 101), -- 期待
(33, 102), -- 清潔
(33, 48), -- 優美

-- flower_id=34 チューリップ（紫）
(34, 23), -- 純粋
(34, 105), -- 清楚
(34, 106), -- 沈静

-- flower_id=35 ヒマワリ（大輪）
(35, 61), -- 無邪気
(35, 109), -- 親しみ

-- flower_id=36 ヒマワリ（小輪）
(36, 8), -- 純潔
(36, 105), -- 清楚

-- flower_id=37 カトレア（ピンク）
(37, 7), -- 優しさ
(37, 114), -- 親愛
(37, 115), -- 信頼

-- flower_id=38 カトレア（白）
(38, 116), -- あなたを愛します
(38, 101), -- 期待

-- flower_id=39 カトレア（黄）
(39, 18),  -- 追憶
(39, 119), -- 恋の苦しみ
(39, 120), -- 思い出

-- flower_id=40 キク（白）
(40, 121), -- 愛の祈り
(40, 120), -- 思い出
(40, 87), -- 温かい心

-- flower_id=41 キク（黄）
(41, 8), -- 純潔
(41, 49), -- 清らかさ
(41, 126), -- 忘れなれない思い

-- flower_id=42 キク（赤）
(42, 2), -- 情熱
(42, 128), -- 勝利

-- flower_id=43 キク（ピンク）
(43, 130), -- 純愛
(43, 132), -- 可憐さ

-- flower_id=44 バラ（白）
(44, 23), -- 純粋
(44, 135), -- 純潔の愛

-- flower_id=45 バラ（ピンク）
(45, 136), -- 真実
(45, 8), -- 純潔
(45, 138), -- 高潔

-- flower_id=46 バラ（黄）
(46, 139), -- 破れた愛
(46, 140), -- 軽蔑
(46, 7), -- 優しさ

-- flower_id=47 スイートピー（赤）
(47, 83), -- 愛
(47, 2), -- 情熱
(47, 43), -- 高貴

-- flower_id=48 スイートピー（ピンク）
(48, 145), -- 恥じらい
(48, 36), -- 優雅
(48, 147), -- 富貴

-- flower_id=49 スイートピー（白）
(49, 145), -- 恥じらい
(49, 147), -- 富貴
(49, 150), -- 壮麗

-- flower_id=50 スイートピー（紫）
(50, 145),  -- 恥じらい
(50, 48), -- 優美
(50, 1), -- 愛情

-- flower_id=51 アヤメ（青）
(51, 145),  -- 恥じらい
(51, 38),  -- 謙虚

-- flower_id=52 アヤメ（紫）
(52, 157), -- 愛の喜び
(52, 158), -- 節度
(52, 159), -- 温かさ

-- flower_id=53 アヤメ（白）
(53, 2),  -- 情熱
(53, 157),  -- 恋の喜び
(53, 208),  -- 魅力

-- flower_id=54 キンモクセイ（オレンジ）
(54, 160),   -- 愛の純粋
(54, 158), -- 節度
(54, 102), -- 清潔

-- flower_id=55 キンモクセイ（黄）
(55, 163), -- 燃える恋
(55, 9),  -- 尊敬
(55, 2),  -- 情熱

-- flower_id=56 キンモクセイ（白）
(56, 166),  -- 知恵
(56, 167),  -- 落ち着き
(56, 36),  -- 優雅

-- flower_id=57 サザンカ（赤）
(57, 169),  -- 後悔
(57, 170),  -- 悲しみ
(57, 53),  -- 誠実

-- flower_id=58 サザンカ（白）
(58, 172), -- 愛の悲しみ
(58, 173),  -- 遊び心
(58, 19),  -- 思いやり

-- flower_id=59 サザンカ（ピンク）
(59, 23), -- 純粋
(59, 176), -- 控えめ
(59, 56), -- 無垢

-- flower_id=60 ツバキ（赤）
(60, 178),  -- 清純
(60, 179), -- 追憶
(60, 180), -- 私の心はあなたと共に

-- flower_id=61 ツバキ（白）
(61, 145), -- 恥じらい
(61, 7),  -- 優しさ
(61, 183), -- 恋の喜び

-- flower_id=62 ツバキ（ピンク）
(62, 7), -- 優しさ
(62, 600),  -- 歓迎
(62, 601),  -- 恋に酔う

-- flower_id=63 ツバキ（黄色）
(63, 187),  -- 若さ
(63, 188),  -- 希望
(63, 11), -- 友情

-- flower_id=64 ツツジ（赤）
(64, 83), -- 愛
(64, 2), -- 情熱
(64, 192),  -- 勇気

-- flower_id=65 ツツジ（白）
(65, 193),  -- 崇高な愛
(65, 194),   -- 自然美
(65, 195), -- 純粋な心

-- flower_id=66 ツツジ（紫）
(66, 196), -- 高潔
(66, 197), -- 威厳
(66, 23), -- 純粋

-- flower_id=67 ツツジ（ピンク）
(67, 602),  -- 儚い恋
(67, 1),  -- 愛情

-- flower_id=68 フジ（紫）
(68, 306), -- 冷静
(68, 602),  -- 儚い恋
(68, 603),   -- 縁

-- flower_id=69 フジ（白）
(69, 205), -- 未来の幸福
(69, 109),  -- 親しみ
(69, 188),  -- 希望

-- flower_id=70 フジ（ピンク）
(70, 208), -- 魅力的
(70, 2),  -- 情熱
(70, 188), -- 希望

-- flower_id=71 ヒマラヤユキノシタ
(71, 1),  -- 愛情
(71,36),   -- 優雅
(71, 19), -- 思いやり

-- flower_id=72 サクラ（白）
(72, 214),   -- 内気
(72, 215),  -- はにかみ
(72, 216),  -- 優しい気持ち

-- flower_id=73 サクラ（ピンク）
(73, 2), -- 情熱
(73, 12), -- 嫉妬
(73, 219), -- 思慕

-- flower_id=74 サクラ（黄色）
(74, 178),   -- 清純
(74, 23),  -- 純粋
(74, 53), -- 誠実

-- flower_id=75 サクラソウ（赤）
(75, 36), -- 優雅
(75, 224),  -- 成熟
(75, 225),  -- 美しい心

-- flower_id=76 サクラソウ（白）
(76, 227),  -- 魅力
(76, 100), -- 気品
(76, 48), -- 優美

-- flower_id=77 サクラソウ（ピンク）
(77, 229),  -- 誇り
(77, 230),  -- 輝き
(77, 231),   -- 内なる強さ

-- flower_id=78 サクラソウ（紫）
(78, 232), -- 自身
(78, 29), -- 活力
(78, 25), -- 元気

-- flower_id=79 ペチュニア
(79, 235), -- あなたと共にいる喜び
(79, 9),  -- 尊敬

-- flower_id=80 ペチュニア
(80, 79), -- 優しい心
(80, 1),   -- 愛情
(80, 159),   -- 温かさ

-- flower_id=81 ガーベラ（白）
(81, 23),   -- 純粋
(81, 157),    -- 愛の喜び
(81, 105),   -- 清楚

-- flower_id=82 ガーベラ（ピンク）
(82, 243),   -- 上品
(82, 36),   -- 優雅
(82, 245),   -- 好意

-- flower_id=83 ガーベラ（黄）
(83, 2),  -- 情熱
(83, 227),   -- 魅力
(83, 248),  -- 熱烈な愛

-- flower_id=84 ガーベラ（オレンジ）
(84, 249),    -- 愛の告白
(84, 250),   -- 親愛
(84, 2),  -- 情熱

-- flower_id=85 ガーベラ（紫）
(85, 48),   -- 優美
(85, 4),   -- 感謝
(85, 19),    -- 思いやり

-- flower_id=86 カスミソウ（白）
(86, 8),   -- 純潔
(86, 256),    -- 愛らしさ
(86, 48),   -- 優美

-- flower_id=87 カスミソウ（ピンク）
(87, 25),    -- 元気
(87, 188),  -- 希望
(87, 28),   -- 明るさ

-- flower_id=88 カスミソウ（黄）
(88, 2),   -- 情熱
(88, 1),  -- 愛情
(88, 263),   -- 前向き

-- flower_id=89 カスミソウ（赤）
(89, 7),    -- 優しさ
(89, 4),    -- 感謝
(89, 19),  -- 思いやり

-- flower_id=90 カスミソウ（紫）
(90, 53),    -- 誠実
(90, 68),    -- 思慮深さ
(90, 43),   -- 高貴

-- flower_id=91 ラベンダー（紫）
(91, 178),   -- 清純
(91, 56),   -- 無垢
(91, 23),   -- 純粋

-- flower_id=92 ラベンダー（白）
(92, 187),  -- 若さ
(92, 188),   -- 希望
(92, 275),   -- 喜び

-- flower_id=93 ラベンダー（ピンク）
(93, 28),  -- 明るさ
(93, 188),  -- 希望
(93, 11),   -- 友情

-- flower_id=94 ラベンダー（黄）
(94, 279),   -- 愛の誠実
(94, 19),  -- 思いやり
(94, 115),   -- 信頼

-- flower_id=95 ラベンダー（赤）
(95, 23),  -- 純粋
(95, 56),   -- 無垢
(95, 7),   -- 優しさ

-- flower_id=96 ラベンダー（青）
(96, 11),   -- 友情
(96, 286),   -- 献身
(96, 188),    -- 希望

-- flower_id=97 ラベンダー（オレンジ）
(97, 2),   -- 情熱
(97, 289),  -- 愛の誓い
(97, 227),  -- 魅力

-- flower_id=98 ラベンダー（白紫）
(98, 49),    -- 清らかさ
(98, 167),  -- 落ち着き
(98, 293),   -- 静かな愛

-- flower_id=99 シャガ
(99, 23),   -- 純粋
(99, 105),  -- 清楚
(99, 296),  -- 控えめな愛

-- flower_id=100 ハイビスカス
(100, 2),  -- 情熱
(100, 192),  -- 勇気
(100, 299), -- 繊細な愛
-- flower_id=101 ユリ（オレンジ）
(101, 48),    -- 優美
(101, 87),  -- 温かい心
(101, 183),  -- 恋の喜び

-- flower_id=102 ユリ（ピンク）
(102, 43),   -- 高貴
(102, 304),   -- 精神的な美
(102, 305),   -- 策略

-- flower_id=103 ユリ（赤）
(103, 178),   -- 清純
(103, 33),  -- 精神の美
(103, 186),  -- 深い愛情

-- flower_id=104 プルメリア
(104, 178),  -- 清純
(104, 56),   -- 無垢
(104, 36),   -- 優雅

-- flower_id=105 プルメリア
(105, 28),  -- 明るさ
(105, 11),   -- 友情
(105, 188),   -- 希望

-- flower_id=106 スイートピー
(106, 315),   -- 別れの悲しみ
(106, 316),   -- 優しい思い出
(106, 317),  -- 門出

-- flower_id=107 ユリ（白赤）
(107, 627),  -- ほのかな喜び
(107, 316),  -- 優しい思い出
(107, 23),  -- 純粋

-- flower_id=108 マーガレット
(108, 321),  -- 真実の愛
(108, 8),   -- 純潔
(108, 56),   -- 無垢

-- flower_id=109 ユリ（ピンク白）
(109, 4),   -- 感謝
(109, 7),   -- 優しさ
(109, 5),   -- 幸福

-- flower_id=110 ユリ（ピンク黄）
(110, 8),    -- 純潔
(110, 49),    -- 清らかさ
(110, 43),    -- 高貴

-- flower_id=111 ユリ（ピンク赤）
(111, 188),   -- 希望
(111, 11),   -- 友情
(111, 28),   -- 明るさ

-- flower_id=112 ユリ（紫黄）
(112, 157),  -- 愛の喜び
(112, 158),   -- 節度
(112, 36),   -- 優雅

-- flower_id=113 ユリ（紫白）
(113, 2),   -- 情熱
(113, 157),   -- 愛の喜び
(113, 227),   -- 魅力

-- flower_id=114 ユリ（紫赤）
(114, 115),    -- 信頼
(114, 68),   -- 思慮深さ
(114, 43),   -- 高貴

-- flower_id=115 ユリ（黄白）
(115, 1),   -- 愛情
(115, 48),   -- 優美
(115, 4),   -- 感謝

-- flower_id=116 ユリ（黄ピンク）
(116, 166),    -- 知恵
(116, 167),   -- 落ち着き
(116, 53),    -- 誠実

-- flower_id=117 キキョウ
(117, 199),  -- 永遠の愛
(117, 53),  -- 誠実
(117, 100),   -- 気品

-- flower_id=118 エリカ
(118, 48),   -- 優美
(118, 20),  -- 愛の芽生え
(118, 19),  -- 思いやり

-- flower_id=119 エリカ
(119, 634),   -- 裏切り
(119, 629),   -- 孤独
(119, 635),   -- 裏切られた愛

-- flower_id=120 ワスレナグサ
(120, 15),   -- 真実の愛
(120, 115),   -- 信頼
(120, 120),   -- 思い出
-- flower_id=121
(121, 15),   -- 真実の愛
(121, 316),   -- 優しい思い出
(121, 199),   -- 永遠の愛

-- flower_id=122
(122, 188),   -- 希望
(122, 454),   -- 可憐
(122, 256),   -- 愛らしさ

-- flower_id=123
(123, 100),   -- 気品
(123, 166),   -- 知恵
(123, 53),  -- 誠実

-- flower_id=124
(124, 2),   -- 情熱
(124, 370),  -- 強い意志
(124, 1),   -- 愛情

-- flower_id=125
(125, 23),    -- 純粋
(125, 102),  -- 清潔
(125, 4),    -- 感謝

-- flower_id=126 ヒガンバナ
(126, 604),   -- 思うはあなた一人

-- flower_id=127
(127, 2),    -- 情熱
(127, 605),   -- 再会
(127, 606),    -- あきらめ

-- flower_id=128
(128, 188),   -- 希望
(128, 263),   -- 前向き
(128, 383),   -- 輝き

-- flower_id=129
(129, 115),  -- 信頼
(129, 53),   -- 誠実
(129, 306),  -- 冷静

-- flower_id=130
(130, 43),   -- 高貴
(130, 68),   -- 思慮深さ
(130, 166),  -- 知恵

-- flower_id=131
(131, 2),   -- 情熱
(131, 249),   -- 愛の告白
(131, 29),  -- 活力

-- flower_id=132
(132, 7),    -- 優しさ
(132, 19),   -- 思いやり
(132, 1),   -- 愛情

-- flower_id=133
(133, 2),    -- 情熱
(133, 192),   -- 勇気
(133, 289),    -- 愛の誓い

-- flower_id=134
(134, 43),    -- 高貴
(134, 53),  -- 誠実
(134, 115),  -- 信頼

-- flower_id=135
(135, 25),   -- 元気
(135, 29),   -- 活力
(135, 28),   -- 明るさ

-- flower_id=136
(136, 2),   -- 情熱
(136, 227),   -- 魅力
(136, 29),   -- 活力

-- flower_id=137　カモミール
(137, 607),    -- 逆境に耐える
(137, 443),   -- 癒し

-- flower_id=138　スズラン
(138, 8),   -- 純潔
(138, 608),   -- 再び幸せが訪れる
(138, 38),  -- 謙虚

-- flower_id=139	ハナミズキ
(139, 609),  -- 永続性
(139, 610),   -- 私の想いを受けてください

-- flower_id=140 ハナミズキ
(140, 611),  -- 恋愛
(140, 210),   -- 華やかさ

-- flower_id=141
(141, 2),   -- 情熱
(141, 53),   -- 誠実
(141, 100),   -- 気品

-- flower_id=142
(142, 19),   -- 思いやり
(142, 36),  -- 優雅
(142, 87),  -- 温かい心

-- flower_id=143　リンドウ
(143, 53),   -- 誠実
(143, 128),   -- 勝利
(143, 612),   -- 正義

-- flower_id=144　リンドウ
(144, 636),    -- 悲しんでいるあなたを愛する
(144, 53),   -- 誠実
(144, 612),   -- 正義

-- flower_id=145　スノードロップ
(145, 188),   -- 希望
(145, 439),   -- 慰め
(145, 440),   -- 純粋さ

-- flower_id=146
(146, 441),  -- 清涼感
(146, 350),  -- 平穏
(146, 443),  -- 癒し

-- flower_id=147
(147, 2),   -- 情熱
(147, 83),   -- 愛
(147, 25),   -- 元気

-- flower_id=148
(148, 1),  -- 愛情
(148, 7),  -- 優しさ
(148, 19),  -- 思いやり

-- flower_id=149
(149, 8),  -- 純潔
(149, 49),  -- 清らかさ
(149, 53),  -- 誠実

-- flower_id=150
(150, 256),    -- 愛らしさ
(150, 454),   -- 可憐
(150, 7),   -- 優しさ

-- flower_id=151
(151, 115),    -- 信頼
(151, 49),    -- 清らかさ
(151, 53),   -- 誠実

-- flower_id=152	マリーゴールド
(152, 637),   -- 予言
(152, 638),   -- 真心
(152, 639),   -- 健康

-- flower_id=153
(153, 1),  -- 愛情
(153, 36),   -- 優雅
(153, 19),    -- 思いやり

-- flower_id=154　ツユクサ
(154, 9),   -- 尊敬
(154, 640),   -- 一時の幸せ
(154, 602),   -- 儚い恋

-- flower_id=155
(155, 11),   -- 友情
(155, 188),   -- 希望
(155, 28),  -- 明るさ

-- flower_id=156
(156, 2),    -- 情熱
(156, 83),   -- 愛
(156, 192),   -- 勇気

-- flower_id=157
(157, 19),   -- 思いやり
(157, 641),   -- 陽気で優しい心
(157, 642),   -- 豊かな想像力

-- flower_id=158
(158, 4),   -- 感謝
(158, 619),  -- いたわり
(158, 618),   -- 恋の予感

-- flower_id=159　フウロソウ
(159, 8),    -- 純潔
(159, 56),   -- 無垢
(159, 49),  -- 清らかさ

-- flower_id=160
(160, 256),   -- 愛らしさ
(160, 454),   -- 可憐
(160, 19),   -- 思いやり

-- flower_id=161　ケイトウ
(161, 643),   -- おしゃれ
(161, 63),    -- 陽気
(161, 622),   -- 個性

-- flower_id=162
(162, 643),   -- おしゃれ
(162, 620),   -- 情愛
(162, 622),   -- 個性

-- flower_id=163
(163, 432),  -- 安定
(163, 443),   -- 癒し
(163, 350),   -- 平穏

-- flower_id=164
(164, 367),   -- 知恵
(164, 53),   -- 誠実
(164, 167),    -- 落ち着き

-- flower_id=165
(165, 306),    -- 冷静
(165, 49),   -- 清らかさ
(165, 53),   -- 誠実

-- flower_id=166
(166, 188),  -- 希望
(166, 11),  -- 友情
(166, 28),  -- 明るさ

-- flower_id=167
(167, 29),  -- 活力
(167, 25),  -- 元気
(167, 263),   -- 前向き

-- flower_id=168
(168, 23),  -- 純粋
(168, 102),   -- 清潔
(168, 176),   -- 控えめ

-- flower_id=169
(169, 48),  -- 優美
(169, 1),   -- 愛情
(169, 19),   -- 思いやり

-- flower_id=170
(170, 43),   -- 高貴
(170, 53),   -- 誠実
(170, 100),   -- 気品

-- flower_id=171
(171, 516),   -- 精錬
(171, 306),   -- 冷静
(171, 115),  -- 信頼

-- flower_id=172
(172, 115),   -- 信頼
(172, 49),    -- 清らかさ
(172, 53),   -- 誠実

-- flower_id=173
(173, 43),   -- 高貴
(173, 68),   -- 思慮深さ
(173, 367),   -- 知恵

-- flower_id=174
(174, 644),  -- 仲良し
(174, 645),  -- 幸せを導く
(174, 11),   -- 友情

-- flower_id=175
(175, 23),   -- 純粋
(175, 5),   -- 幸福
(175, 188),   -- 希望

-- flower_id=176
(176, 5),   -- 幸運
(176, 188),   -- 希望
(176, 533),  -- 繁栄

-- flower_id=177
(177, 161),  -- 情熱
(177, 148),  -- 元気
(177, 154),  -- 活力

-- flower_id=178
(178, 22),   -- 優しさ
(178, 5),    -- 愛情
(178, 160),  -- 可憐さ

-- flower_id=179
(179, 162),  -- 純潔
(179, 160),  -- 清純
(179, 157),  -- 優しさ

-- flower_id=180
(180, 2),    -- 高貴
(180, 24),   -- 思慮深さ
(180, 28),   -- 誠実
-- flower_id=181
(181, 7),    -- 純粋
(181, 1),    -- 清らかさ
(181, 86),   -- 静けさ

-- flower_id=182
(182, 12),   -- 愛情
(182, 106),  -- 魅力
(182, 7),    -- 愛の告白

-- flower_id=183
(183, 39),   -- 高貴
(183, 54),   -- 思慮深さ
(183, 47),   -- 誠実

-- flower_id=184
(184, 22),   -- 変わらぬ愛
(184, 44),   -- 誠実
(184, 147),  -- 優雅

-- flower_id=185
(185, 1),    -- 情熱
(185, 43),   -- 謙虚な愛
(185, 32),   -- 気品

-- flower_id=186
(186, 2),    -- 愛らしさ
(186, 97),   -- 優美
(186, 14),   -- 思いやり

-- flower_id=187
(187, 22),   -- 喜び
(187, 49),   -- 希望
(187, 158),  -- 明るさ

-- flower_id=188
(188, 39),   -- 純潔
(188, 47),   -- 清らかさ
(188, 32),   -- 穏やかさ

-- flower_id=189
(189, 2),    -- 信頼
(189, 159),  -- 誠実
(189, 70),   -- 思慮深さ

-- flower_id=190
(190, 132),  -- 情熱
(190, 43),   -- 愛
(190, 18),   -- 魅力

-- flower_id=191　ムスカリ
(191, 56),   -- 希望
(191, 160),  -- 誠実
(191, 57),   -- 信頼

-- flower_id=192
(192, 12),   -- 栄光
(192, 44),   -- 勇敢
(192, 158),  -- 誇り

-- flower_id=193
(193, 77),   -- 純潔
(193, 47),   -- 無垢
(193, 54),   -- 清らかさ

-- flower_id=194
(194, 2),    -- 高貴
(194, 63),   -- 優雅
(194, 97),   -- 思い出

-- flower_id=195
(195, 160),  -- 愛
(195, 47),   -- 情熱
(195, 77),   -- 勇気

-- flower_id=196
(196, 39),   -- 愛
(196, 32),   -- 情熱
(196, 54),   -- 魅力

-- flower_id=197
(197, 12),   -- 優美
(197, 49),   -- 思いやり
(197, 49),   -- 愛情
