INSERT INTO kozinkaihatsu.flower_flower_language (id, language_id) VALUES
-- flower_id=1 バラ（赤）
(1, 1),  -- 愛情
(1, 2),  -- 情熱
(1, 3),  -- 熱烈な恋

-- flower_id=2
(2, 4),  -- 感謝
(2, 5),  -- 幸福
(2, 6),  -- 上品さ
(2, 7),  -- 優しさ

-- flower_id=3
(3, 8),  -- 純潔
(3, 9),  -- 尊敬
(3, 10), -- 純粋な愛

-- flower_id=4 
(4, 11), -- 友情
(4, 12), -- 嫉妬
(4, 13), -- 薄れゆく愛

-- flower_id=5 
(5, 14), -- 愛の告白
(5, 15), -- 真実の愛

-- flower_id=6 
(6, 16), -- 望みのない愛
(6, 17), -- 明るい未来

-- flower_id=7 
(7, 19), -- 思いやり
(7, 20), -- 愛の芽生え
(7, 21), -- 誠実な愛

-- flower_id=8 
(8, 22), -- 失われた愛
(8, 23), -- 純粋
(8, 24), -- 許し

-- flower_id=9 
(9, 25), -- 元気
(9, 26), -- あこがれ
(9, 27), -- 愛慕
(9, 28), -- 明るさ

-- flower_id=10
(10, 454), -- 可憐
(10, 633), -- どこでも成功

-- flower_id=11 
(11, 32), -- 優れた美しさ
(11, 33), -- 精神の美
(11, 34), -- 淡い恋

-- flower_id=12 
(12, 8), -- 純潔
(12, 36), -- 優雅
(12, 37), -- 淡い愛

-- flower_id=13 
(13, 38), -- 謙虚
(13, 39), -- 忍耐
(13, 40), -- 冷静な心

-- flower_id=14 ）
(14, 41), -- 移り気
(14, 42), -- 寛大な心
(14, 43), -- 高貴

-- flower_id=15 
(15, 44), -- 元気な愛情
(15, 45), -- 心の安らぎ

-- flower_id=16 
(16, 47), -- 乙女の純真
(16, 48), -- 優美

-- flower_id=17 
(17, 49), -- 清らかさ
(17, 51), -- 愛の真心

-- flower_id=18 
(18, 52), -- 謙遜
(18, 53), -- 誠実
(18, 54), -- 慎み深さ

-- flower_id=19 
(19, 56), -- 無垢
(19, 8), -- 純潔
(19, 53), -- 誠実

-- flower_id=20 
(20, 8), -- 純潔
(20, 59),  -- 威厳
(20, 61),  -- 無邪気

-- flower_id=21 
(21, 4), -- 感謝
(21, 63), -- 陽気
(21, 11), -- 友情

-- flower_id=22 
(22, 38), -- 謙虚
(22, 66), -- 富
(22, 1), -- 愛情

-- flower_id=23 
(23, 68), -- 思慮深さ
(23, 53), -- 誠実
(23, 70), -- もの思い

-- flower_id=24 
(24, 71), -- 喜び
(24, 72), -- 楽しい思い
(24, 73), -- 快活

-- flower_id=25 
(25, 23), -- 純粋
(25, 61), -- 無邪気
(25, 76), -- 愛の思い出

-- flower_id=26 金木製（赤）
(26, 52), -- 謙遜
(26, 136), -- 真実
(26, 77), -- 初恋

-- flower_id=27 ボタン（ピンク）
(27, 83), -- 愛
(27, 2), -- 情熱
(27, 85), -- 母への愛

-- flower_id=28 サクラソウ（赤）
(28, 4), -- 感謝
(28, 87), -- 温かい心
(28, 7), -- 優しさ

-- flower_id=29 サクラソウ（白）
(29, 8), -- 純潔
(29, 90), -- 愛の尊敬
(29, 56), -- 無垢

-- flower_id=30 サクラソウ（白）
(30, 4), -- 感謝
(30, 90), -- 栄華
(30, 56), -- 前向きな心

-- flower_id=31 サクラソウ（紫）
(31, 2), -- 情熱
(31, 96), -- 華麗
(31, 97), -- 栄光

-- flower_id=32 チューリップ（赤）
(32, 36), -- 優雅
(32, 4), -- 感謝
(32, 100), -- 気品

-- flower_id=33 チューリップ（白）
(33, 101), -- 期待
(33, 102), -- 清潔
(33, 48), -- 優美

-- flower_id=34 チューリップ（紫）
(34, 23), -- 純粋
(34, 105), -- 清楚
(34, 106), -- 沈静

-- flower_id=35 ヒマワリ（大輪）
(35, 61), -- 無邪気
(35, 109), -- 親しみ

-- flower_id=36 ヒマワリ（小輪）
(36, 8), -- 純潔
(36, 105), -- 清楚

-- flower_id=37 カトレア（ピンク）
(37, 7), -- 優しさ
(37, 114), -- 親愛
(37, 115), -- 信頼

-- flower_id=38 カトレア（白）
(38, 116), -- あなたを愛します
(38, 101), -- 期待

-- flower_id=39 カトレア（黄）
(39, 179),  -- 追憶
(39, 119), -- 恋の苦しみ
(39, 120), -- 思い出

-- flower_id=40 キク（白）
(40, 121), -- 愛の祈り
(40, 120), -- 思い出
(40, 87), -- 温かい心

-- flower_id=41 キク（黄）
(41, 8), -- 純潔
(41, 49), -- 清らかさ
(41, 126), -- 忘れなれない思い

-- flower_id=42 キク（赤）
(42, 2), -- 情熱
(42, 128), -- 勝利

-- flower_id=43 キク（ピンク）
(43, 130), -- 純愛
(43, 132), -- 可憐さ

-- flower_id=44 バラ（白）
(44, 23), -- 純粋
(44, 135), -- 純潔の愛

-- flower_id=45 バラ（ピンク）
(45, 136), -- 真実
(45, 8), -- 純潔
(45, 138), -- 高潔

-- flower_id=46 バラ（黄）
(46, 139), -- 破れた愛
(46, 140), -- 軽蔑
(46, 7), -- 優しさ

-- flower_id=47 スイートピー（赤）
(47, 83), -- 愛
(47, 2), -- 情熱
(47, 43), -- 高貴

-- flower_id=48 スイートピー（ピンク）
(48, 145), -- 恥じらい
(48, 36), -- 優雅
(48, 147), -- 富貴

-- flower_id=49 スイートピー（白）
(49, 145), -- 恥じらい
(49, 147), -- 富貴
(49, 150), -- 壮麗

-- flower_id=50 スイートピー（紫）
(50, 145),  -- 恥じらい
(50, 48), -- 優美
(50, 1), -- 愛情

-- flower_id=51 アヤメ（青）
(51, 145),  -- 恥じらい
(51, 38),  -- 謙虚

-- flower_id=52 アヤメ（紫）
(52, 157), -- 愛の喜び
(52, 158), -- 節度
(52, 159), -- 温かさ

-- flower_id=53 アヤメ（白）
(53, 2),  -- 情熱
(53, 157),  -- 恋の喜び
(53, 208),  -- 魅力

-- flower_id=54 キンモクセイ（オレンジ）
(54, 160),   -- 愛の純粋
(54, 158), -- 節度
(54, 102), -- 清潔

-- flower_id=55 キンモクセイ（黄）
(55, 163), -- 燃える恋
(55, 9),  -- 尊敬
(55, 2),  -- 情熱

-- flower_id=56 キンモクセイ（白）
(56, 166),  -- 知恵
(56, 167),  -- 落ち着き
(56, 36),  -- 優雅

-- flower_id=57 サザンカ（赤）
(57, 169),  -- 後悔
(57, 170),  -- 悲しみ
(57, 53),  -- 誠実

-- flower_id=58 サザンカ（白）
(58, 172), -- 愛の悲しみ
(58, 173),  -- 遊び心
(58, 19),  -- 思いやり

-- flower_id=59 サザンカ（ピンク）
(59, 23), -- 純粋
(59, 176), -- 控えめ
(59, 56), -- 無垢

-- flower_id=60 ツバキ（赤）
(60, 178),  -- 清純
(60, 179), -- 追憶
(60, 180), -- 私の心はあなたと共に

-- flower_id=61 ツバキ（白）
(61, 145), -- 恥じらい
(61, 7),  -- 優しさ
(61, 183), -- 恋の喜び

-- flower_id=62 ツバキ（ピンク）
(62, 7), -- 優しさ
(62, 600),  -- 歓迎
(62, 601),  -- 恋に酔う

-- flower_id=63 ツバキ（黄色）
(63, 187),  -- 若さ
(63, 188),  -- 希望
(63, 11), -- 友情

-- flower_id=64 ツツジ（赤）
(64, 83), -- 愛
(64, 2), -- 情熱
(64, 192),  -- 勇気

-- flower_id=65 ツツジ（白）
(65, 193),  -- 崇高な愛
(65, 194),   -- 自然美
(65, 195), -- 純粋な心

-- flower_id=66 ツツジ（紫）
(66, 196), -- 高潔
(66, 197), -- 威厳
(66, 23), -- 純粋

-- flower_id=67 ツツジ（ピンク）
(67, 602),  -- 儚い恋
(67, 1),  -- 愛情

-- flower_id=68 フジ（紫）
(68, 306), -- 冷静
(68, 602),  -- 儚い恋
(68, 603),   -- 縁

-- flower_id=69 フジ（白）
(69, 205), -- 未来の幸福
(69, 109),  -- 親しみ
(69, 188),  -- 希望

-- flower_id=70 フジ（ピンク）
(70, 208), -- 魅力的
(70, 2),  -- 情熱
(70, 188), -- 希望

-- flower_id=71 ヒマラヤユキノシタ
(71, 1),  -- 愛情
(71,36),   -- 優雅
(71, 19), -- 思いやり

-- flower_id=72 サクラ（白）
(72, 214),   -- 内気
(72, 215),  -- はにかみ
(72, 216),  -- 優しい気持ち

-- flower_id=73 サクラ（ピンク）
(73, 2), -- 情熱
(73, 12), -- 嫉妬
(73, 219), -- 思慕

-- flower_id=74 サクラ（黄色）
(74, 178),   -- 清純
(74, 23),  -- 純粋
(74, 53), -- 誠実

-- flower_id=75 サクラソウ（赤）
(75, 36), -- 優雅
(75, 224),  -- 成熟
(75, 225),  -- 美しい心

-- flower_id=76 サクラソウ（白）
(76, 227),  -- 魅力
(76, 100), -- 気品
(76, 48), -- 優美

-- flower_id=77 サクラソウ（ピンク）
(77, 229),  -- 誇り
(77, 230),  -- 輝き
(77, 231),   -- 内なる強さ

-- flower_id=78 サクラソウ（紫）
(78, 232), -- 自身
(78, 29), -- 活力
(78, 25), -- 元気

-- flower_id=79 ペチュニア
(79, 235), -- あなたと共にいる喜び
(79, 9),  -- 尊敬

-- flower_id=80 ペチュニア
(80, 79), -- 優しい心
(80, 1),   -- 愛情
(80, 159),   -- 温かさ

-- flower_id=81 ガーベラ（白）
(81, 23),   -- 純粋
(81, 157),    -- 愛の喜び
(81, 105),   -- 清楚

-- flower_id=82 ガーベラ（ピンク）
(82, 243),   -- 上品
(82, 36),   -- 優雅
(82, 245),   -- 好意

-- flower_id=83 ガーベラ（黄）
(83, 2),  -- 情熱
(83, 227),   -- 魅力
(83, 248),  -- 熱烈な愛

-- flower_id=84 ガーベラ（オレンジ）
(84, 249),    -- 愛の告白
(84, 250),   -- 親愛
(84, 2),  -- 情熱

-- flower_id=85 ガーベラ（紫）
(85, 48),   -- 優美
(85, 4),   -- 感謝
(85, 19),    -- 思いやり

-- flower_id=86 カスミソウ（白）
(86, 8),   -- 純潔
(86, 256),    -- 愛らしさ
(86, 48),   -- 優美

-- flower_id=87 カスミソウ（ピンク）
(87, 25),    -- 元気
(87, 188),  -- 希望
(87, 28),   -- 明るさ

-- flower_id=88 カスミソウ（黄）
(88, 2),   -- 情熱
(88, 1),  -- 愛情
(88, 263),   -- 前向き

-- flower_id=89 カスミソウ（赤）
(89, 7),    -- 優しさ
(89, 4),    -- 感謝
(89, 19),  -- 思いやり

-- flower_id=90 カスミソウ（紫）
(90, 53),    -- 誠実
(90, 68),    -- 思慮深さ
(90, 43),   -- 高貴

-- flower_id=91 ラベンダー（紫）
(91, 178),   -- 清純
(91, 56),   -- 無垢
(91, 23),   -- 純粋

-- flower_id=92 ラベンダー（白）
(92, 187),  -- 若さ
(92, 188),   -- 希望
(92, 275),   -- 喜び

-- flower_id=93 ラベンダー（ピンク）
(93, 28),  -- 明るさ
(93, 188),  -- 希望
(93, 11),   -- 友情

-- flower_id=94 ラベンダー（黄）
(94, 279),   -- 愛の誠実
(94, 19),  -- 思いやり
(94, 115),   -- 信頼

-- flower_id=95 ラベンダー（赤）
(95, 23),  -- 純粋
(95, 56),   -- 無垢
(95, 7),   -- 優しさ

-- flower_id=96 ラベンダー（青）
(96, 11),   -- 友情
(96, 286),   -- 献身
(96, 188),    -- 希望

-- flower_id=97 ラベンダー（オレンジ）
(97, 2),   -- 情熱
(97, 289),  -- 愛の誓い
(97, 227),  -- 魅力

-- flower_id=98 ラベンダー（白紫）
(98, 49),    -- 清らかさ
(98, 167),  -- 落ち着き
(98, 293),   -- 静かな愛

-- flower_id=99 シャガ
(99, 23),   -- 純粋
(99, 105),  -- 清楚
(99, 296),  -- 控えめな愛

-- flower_id=100 ハイビスカス
(100, 2),  -- 情熱
(100, 192),  -- 勇気
(100, 299); -- 繊細な愛