INSERT INTO kozinkaihatsu.flower_bloom (flower_name_id, start_month, end_month) VALUES
-- バラ
(1, 5, 6),
-- チューリップ
(2, 3, 4),
-- ひまわり
(3, 7, 8),
-- 桜
(4, 3, 4),
-- あじさい
(5, 6, 7),
-- コスモス
(6, 9, 10),
-- スミレ
(7, 3, 5),
-- ユリ
(8, 6, 8),
-- パンジー
(9, 3, 5),
-- サクラソウ
(10, 4, 5),
-- カーネーション
(11, 5, 6),
-- ダリア
(12, 7, 10),
-- ラベンダー
(13, 6, 7),
-- フリージア
(14, 3, 5),
-- アネモネ
(15, 3, 4),
-- グラジオラス
(16, 7, 9),
-- ナデシコ
(17, 5, 6),
-- キク
(18, 9, 11),
-- ボタン
(19, 4, 5),
-- シャクヤク
(20, 5, 6),
-- ツツジ
(21, 4, 5),
-- サルビア
(22, 6, 9),
-- ヒヤシンス
(23, 3, 4),
-- クリスマスローズ
(24, 2, 4),
-- プリムラ
(25, 3, 4),
-- モクレン
(26, 3, 4),
-- ストック
(27, 4, 5),
-- ラナンキュラス
(28, 3, 5),
-- ヒマラヤユキノシタ
(29, 4, 5),
-- シクラメン
(30, 12, 3),
-- カトレア
(31, 5, 6),
-- アマリリス
(32, 5, 6),
-- ペチュニア
(33, 6, 9),
-- フクシア
(34, 5, 10),
-- ベゴニア
(35, 5, 10),
-- ジャスミン
(36, 5, 6),
-- ガーベラ
(37, 5, 11),
-- オステオスペルマム
(38, 5, 10),
-- クロッカス
(39, 3, 4),
-- セントポーリア
(40, 4, 6),
-- アルストロメリア
(41, 6, 8),
-- シャガ
(42, 4, 5),
-- ハイビスカス
(43, 6, 10),
-- クレマチス
(44, 5, 6),
-- プルメリア
(45, 6, 9),
-- スイートピー
(46, 3, 4),
-- マーガレット
(47, 4, 5),
-- カラー
(48, 5, 6),
-- アザレア
(49, 4, 5),
-- アスター
(50, 8, 10),
-- ラベンダーセージ
(51, 6, 7),
-- エリカ
(52, 5, 7),
-- ワスレナグサ
(53, 4, 5),
-- ショウジョウバカマ
(54, 3, 4),
-- オダマキ
(55, 4, 5),
-- トルコキキョウ
(56, 6, 8),
-- ストレリチア
(57, 6, 8),
-- ロベリア
(58, 6, 9),
-- ペンタス
(59, 6, 10),
-- バーベナ
(60, 6, 10),
-- ヒメヒオウギ
(61, 6, 8),
-- ハナニラ
(62, 3, 4),
-- ヒメツルソバ
(63, 5, 6),
-- ヒマラヤスギソウ
(64, 5, 6),
-- ジギタリス
(65, 5, 6),
-- ユーフォルビア
(66, 5, 6),
-- スノードロップ
(67, 2, 3),
-- アジアンタム
(68, 6, 9),
-- カランコエ
(69, 5, 6),
-- アルメリア
(70, 5, 6),
-- ブルーデージー
(71, 5, 6),
-- アグロステンマ
(72, 5, 6),
-- アキレア
(73, 6, 7),
-- シオン
(74, 8, 10),
-- フウロソウ
(75, 5, 6),
-- モモイロツツジ
(76, 4, 5),
-- コリウス
(77, 6, 9),
-- セージ
(78, 6, 9),
-- キンギョソウ
(79, 5, 6),
-- シュウメイギク
(80, 9, 10),
-- ハナショウブ
(81, 6, 7),
-- ベロニカ
(82, 5, 6),
-- ワイヤープランツ
(83, 6, 8),
-- シロツメクサ
(84, 5, 6),
-- クローバー
(85, 5, 6),
-- マツバボタン
(86, 7, 9),
-- アリッサム
(87, 3, 5),
-- スイレン
(88, 6, 8),
-- ヒツジグサ
(89, 6, 7),
-- シラン
(90, 5, 6),
-- ツバキ
(91, 1, 3),
-- マンサク
(92, 3, 4),
-- ユキヤナギ
(93, 3, 4),
-- トケイソウ
(94, 6, 8),
-- ムスカリ
(95, 3, 4),
-- ヒヤソンス
(96, 3, 4),
-- カスミソウ
(97, 5, 7),
-- ライラック
(98, 4, 5),
-- サンザシ
(99, 5, 6),
-- ハマナス
(100, 5, 6);